---
kind: property
id: P:Autodesk.Revit.DB.UV.Item(System.Int32)
source: html/c49f7844-b9f3-88e0-2554-ab8dcf0b9307.htm
---
# Autodesk.Revit.DB.UV.Item Property

## Syntax (C#)
```csharp
public double this[
	int idx
] { get; }
```

## Parameters
- **idx** (`System.Int32`)